MATTYGILO/tflite-micropython-esp/boards/MICROLITE/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 module (microlite)"
#define MICROPY_HW_MCU_NAME "ESP32"

#define SOC_TOUCH_VERSION_1 (1)